{
  "products": [
    {
      "title": "Жесткое прошлое",
      "year": "",
      "image": "https://oc.kg/media/thumbnails/5/6/56e38d11bfa031d516f733cdc8fc846f_200x286.png",
      "type": "",
      "genre": "",
      "description": "Когда молодой владелец ранчо заводит отношения с девушкой из индейского племени Лакота, которая проживает на территории ближайшей резервации, её последующее таинственное исчезновение заставляет главного героя раскрывать душераздирающие детали своего прошлого и осознавать всю тяжесть этого бремени в будущем.",
      "id": 7
    },
    {
      "title": "Побег из Претории",
      "year": "выаы",
      "image": "https://oc.kg/media/thumbnails/4/e/4e805babd1d96e344c45df9134cf2c3d_200x285.jpg",
      "type": "Подписка",
      "genre": "ва",
      "description": "Двое борцов за свободу отбывают срок в одной из самых строгих тюрем мира — в «Претории». Вместе с другими узниками они планируют дерзкий и опасный побег. Но придумать план — это только первый шаг. Шаг второй — реализация плана.Двое борцов за свободу отбывают срок в одной из самых строгих тюрем мира — в «Претории». Вместе с другими узниками они планируют дерзкий и опасный побег. Но придумать план — это только первый шаг. Шаг второй — реализация плана",
      "id": 8
    },
    {
      "title": "Свинка Пеппафф",
      "year": "выа",
      "image": "https://oc.kg/media/thumbnails/b/0/b0ccd8afe18723d38a8b192eeb6e8576_200x286.jpg",
      "type": "ываы",
      "genre": "ва",
      "description": "Пеппа — симпатичная маленькая свинка, которая живет вместе со своими Мамой Свиньей, Папой Свиньей и маленьким братиком Джорджем. Пеппа обожает играть, наряжаться, бывать в новых местах и заводить новые знакомства, но самое любимое занятие Свинки Пеппы — это прыгать в грязных лужах. Все ее приключения всегда заканчиваются благопо",
      "id": 9
    },
    {
      "title": "Ведьмы",
      "year": "ыа",
      "image": "https://oc.kg/media/thumbnails/0/3/03d43294a68d3381ed636e28c8253dd9_200x300.jpg",
      "type": "ываыв",
      "genre": "ваы",
      "description": "Ведьмы существуют, и они среди нас! Знаменитую книгу Даля заново откроют для современных зрителей. Визуально инновационные «Ведьмы» Земекиса расскажут полную мрачного юмора и в то же время трогательную историю юного сироты. В конце 1967 года мальчик переезжает к своей любимой бабушке в Демополис, сельский ",
      "id": 10
    },
    {
      "title": "s",
      "year": "s",
      "image": "sd",
      "type": "s",
      "genre": "ds",
      "description": "sd",
      "id": 11
    }
  ]
}